Repository: ComuneTrento/g3w-admin-frontend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: Admin
it: Amministrazione

source: Access to backend administration stystem or logout
it: Accedi alla sezione di amministrazione o esci

source: Login to go backend administration system
it: Esegui il login per accedere alla sezione di amministrazione

source: Backend
it: Amministrazione

source: Logout
it: Esci

source: Group maps
it: Gruppo di mappe

source: Back to group
it: Ritorna al gruppo

source: Show map
it: Mostra mappa

source: Adminstration
it: Amministrazione

source: Maps
it: Mappe

source: Thematic macrogroups
it: Macrogruppi tematici

source: Thematic groups
it: Gruppi tematici
